{
  "plugins": {
    "LuaSnip": {
      "src": "ssh://git@github.com/L3MON4D3/LuaSnip"
    },
    "barbar.nvim": {
      "src": "ssh://git@github.com/romgrk/barbar.nvim"
    },
    "blink.cmp": {
      "src": "ssh://git@github.com/saghen/blink.cmp"
    },
    "claudecode.nvim": {
      "src": "ssh://git@github.com/coder/claudecode.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "ssh://git@github.com/stevearc/conform.nvim"
    },
    "crates.nvim": {
      "src": "ssh://git@github.com/saecki/crates.nvim"
    },
    "diffview.nvim": {
      "src": "ssh://git@github.com/sindrets/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "ssh://git@github.com/j-hui/fidget.nvim"
    },
    "gitsigns.nvim": {
      "src": "ssh://git@github.com/lewis6991/gitsigns.nvim"
    },
    "go.nvim": {
      "src": "ssh://git@github.com/ray-x/go.nvim"
    },
    "guess-indent.nvim": {
      "src": "ssh://git@github.com/NMAC427/guess-indent.nvim"
    },
    "guihua.lua": {
      "src": "ssh://git@github.com/ray-x/guihua.lua"
    },
    "lazygit.nvim": {
      "src": "ssh://git@github.com/kdheepak/lazygit.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "ssh://git@github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "ssh://git@github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "ssh://git@github.com/mason-org/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "ssh://git@github.com/nvim-mini/mini.nvim"
    },
    "neo-tree.nvim": {
      "src": "ssh://git@github.com/nvim-neo-tree/neo-tree.nvim",
      "version": ">=0.0.0"
    },
    "nui.nvim": {
      "src": "ssh://git@github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "ssh://git@github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "ssh://git@github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "ssh://git@github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "ssh://git@github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "ssh://git@github.com/mrcjkb/rustaceanvim"
    },
    "snacks.nvim": {
      "src": "ssh://git@github.com/folke/snacks.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "ssh://git@github.com/folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "ssh://git@github.com/akinsho/toggleterm.nvim"
    },
    "tokyonight.nvim": {
      "src": "ssh://git@github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "ssh://git@github.com/folke/trouble.nvim"
    },
    "which-key.nvim": {
      "src": "ssh://git@github.com/folke/which-key.nvim"
    }
  }
}
