{
  "plugins": {
    "LuaSnip": {
      "src": "ssh://git@github.com/L3MON4D3/LuaSnip"
    },
    "barbar.nvim": {
      "src": "ssh://git@github.com/romgrk/barbar.nvim"
    },
    "blink.cmp": {
      "src": "ssh://git@github.com/saghen/blink.cmp"
    },
    "claudecode.nvim": {
      "src": "ssh://git@github.com/coder/claudecode.nvim"
    },
    "cmp-buffer": {
      "src": "ssh://git@github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "ssh://git@github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "ssh://git@github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "ssh://git@github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "ssh://git@github.com/stevearc/conform.nvim"
    },
    "crates.nvim": {
      "src": "ssh://git@github.com/saecki/crates.nvim"
    },
    "diffview.nvim": {
      "src": "ssh://git@github.com/sindrets/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "ssh://git@github.com/j-hui/fidget.nvim"
    },
    "gitsigns.nvim": {
      "src": "ssh://git@github.com/lewis6991/gitsigns.nvim"
    },
    "glance.nvim": {
      "src": "https://github.com/dnlhc/glance.nvim"
    },
    "go.nvim": {
      "src": "ssh://git@github.com/ray-x/go.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "guess-indent.nvim": {
      "src": "ssh://git@github.com/NMAC427/guess-indent.nvim"
    },
    "guihua.lua": {
      "src": "ssh://git@github.com/ray-x/guihua.lua"
    },
    "im-select.nvim": {
      "src": "https://github.com/keaising/im-select.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lazygit.nvim": {
      "src": "ssh://git@github.com/kdheepak/lazygit.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "ssh://git@github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "ssh://git@github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "ssh://git@github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "ssh://git@github.com/mason-org/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "ssh://git@github.com/nvim-mini/mini.nvim"
    },
    "multicursors.nvim": {
      "src": "https://github.com/smoka7/multicursors.nvim"
    },
    "neo-tree.nvim": {
      "src": "ssh://git@github.com/nvim-neo-tree/neo-tree.nvim",
      "version": ">=0.0.0"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-go": {
      "src": "ssh://git@github.com/nvim-neotest/neotest-go"
    },
    "nui.nvim": {
      "src": "ssh://git@github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "ssh://git@github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "ssh://git@github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lspconfig": {
      "src": "ssh://git@github.com/neovim/nvim-lspconfig"
    },
    "nvim-navic": {
      "src": "ssh://git@github.com/SmiteshP/nvim-navic"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "ssh://git@github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "ssh://git@github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "ssh://git@github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "rustaceanvim": {
      "src": "ssh://git@github.com/mrcjkb/rustaceanvim"
    },
    "snacks.nvim": {
      "src": "ssh://git@github.com/folke/snacks.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "ssh://git@github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "ssh://git@github.com/folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "ssh://git@github.com/akinsho/toggleterm.nvim"
    },
    "tokyonight.nvim": {
      "src": "ssh://git@github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "ssh://git@github.com/folke/trouble.nvim"
    },
    "which-key.nvim": {
      "src": "ssh://git@github.com/folke/which-key.nvim"
    },
    "yanky.nvim": {
      "src": "ssh://git@github.com/gbprod/yanky.nvim"
    }
  }
}
